[
{
    "text": "Life isn't finding shelter in the storm. It’s about learning to dance in the rain.",
    "author": "Sherrilyn Kenyon"
},
{
    "text": "Everything that’s broken was beautiful at one time. And our mistakes make us better people.",
    "author": "Jamie Hoang"
},
{
    "text": "I can’t change the direction of the wind, but I can adjust my sails to always reach my destination.",
    "author": "Jimmy Dean"
},
{
    "text": "Believe you can and you’re halfway there.",
    "author": "Theodore Roosevelt"
},
{
    "text": "No matter what you’re going through, there’s a light at the end of the tunnel.",
    "author": "Demi Lovato"
},
{
    "text": "Life is like riding a bicycle. To keep your balance, you must keep moving. Out of difficulties grow miracles.",
    "author": "William James"
},
{
    "text": "Nothing is impossible. The word itself says: ‘I’m possible!'",
    "author": "Audrey Hepburn"
},
{
    "text": "Out of difficulties grow miracles.",
    "author": "Jean de la Bruyere"
},
{
    "text": "Ever tried. Ever failed. No matter. Try again. Fail again. Fail better.",
    "author": "Samuel Beckett"
},
{
    "text": "You must do the things you think you cannot do.",
    "author": "Eleanor Roosevelt"
},
{
    "text": "You’re braver than you believe, stronger than you seem, and smarter than you think.",
    "author": "A. A. Milne"
},
{
    "text": "If opportunity doesn’t knock, build a door.",
    "author": "Milton Berle"
},
{
    "text": "I will love the light for it shows me the way, yet I will endure the darkness because it shows me the stars.",
    "author": "Og Mandino"
},
{
    "text": "It does not matter how slowly you go as long as you do not stop.",
    "author": "Confucius"
},
{
    "text": "Failure is success in progress.",
    "author": "Albert Einstein"
},
{
    "text": "If I cannot do great things, I can do small things in a great way.",
    "author": "Martin Luther King Jr"
},
{
    "text": "It always seems impossible until it’s done.",
    "author": "Nelson Mandela"
},
{
    "text": "Ambition is the path to success. Persistence is the vehicle you arrive in.",
    "author": "Bill Bradley"
},
{
    "text": "Success is not final, failure is not fatal: it is the courage to continue that counts.",
    "author": "Winston Churchill"
},
{
    "text": "Successful men and women keep moving. They make mistakes, but they don’t quit..",
    "author": "Conrad Hilton"
},
{
    "text": "Failure happens all the time. It happens every day in practice. What makes you better is how you react to it.",
    "author": "Mia Hamm"
},
{
    "text": "Giving up is for rookies.",
    "author": "Philoctetes"
},
{
    "text": "Never bend your head. Always hold it high. Look the world straight in the eye.",
    "author": "Helen Keller"
},
{
    "text": "Part of being a champ is acting like a champ. You have to learn how to win and not run away when you lose.",
    "author": "Nancy Kerrigan"
},
{
    "text": "What you get by achieving your goals is not as important as what you become by achieving your goals.",
    "author": "Zig Ziglar"
},
{
    "text": "In every job that must be done, there is an element of fun. You find the fun and—snap!—the job’s a game!",
    "author": "Mary Poppins"
},
{
    "text": "It's just a game. Don't give up!",
    "author": "Nail Sharipov"
},
{
    "text": "If you fall behind, run faster. Never give up, never surrender, and rise up against the odds.",
    "author": "Jesse Jackson"
},
{
    "text": "Survival can be summed up in three words—never give up. That’s the heart of it really. Just keep trying.",
    "author": "Bear Grylls"
},
{
    "text": "I know from experience that you should never give up on yourself or others, no matter what.",
    "author": "George Foreman"
},
{
    "text": "There is no failure except in no longer trying.",
    "author": "Elbert Hubbard"
},
{
    "text": "Thank you to my wife, who wished to learn English.",
    "author": "Nail Sharipov"
},
{
    "text": "If you’re going through hell, keep going.",
    "author": "Winston Churchill"
},
{
    "text": "Your victory is right around the corner. Never give up.",
    "author": "Nicki Minaj"
},
{
    "text": "I have not failed, I have just found 10,000 ways that won’t work.",
    "author": "Thomas Edison"
},
{
    "text": "It’s hard to beat a person who never gives up.",
    "author": "Babe Ruth"
},
{
    "text": "It’s not that I’m so smart, it’s just that I stay with problems longer.",
    "author": "Albert Einstein"
},
{
    "text": "Winners never quit, and quitters never win.",
    "author": "Vince Lombardi"
},
{
    "text": "Just because you fail once doesn’t mean you’re gonna fail at everything.",
    "author": "Marilyn Monroe"
},
{
    "text": "Fall seven times, stand up eight.",
    "author": "Japanese Proverb"
},
{
    "text": "Be as you wish to seem.",
    "author": "Socrates"
},
{
    "text": "If you run, you might lose. If you don’t run, you’re guaranteed to lose.",
    "author": "Jesse Jackson"
},
{
    "text": "Every master was once a disaster.",
    "author": "T.S. Wood"
}
]
